[
{"section": "Briefings", "appears_ulr": "https://www.nytimes.com/", "title": "Listen to 'The Daily'", "article_url": "https://www.nytimes.com/2020/04/16/podcasts/the-daily/china-coronavirus.html", "summary": "What happened when The Times was kicked out of China."},
{"section": "Briefings", "appears_ulr": "https://www.nytimes.com/", "title": "Listen to 'The Argument'", "article_url": "https://www.nytimes.com/2020/04/16/opinion/the-argument-tara-reade-joe-biden.html", "summary": "Opinion columnists on the accusation of sexual assault against Joe Biden."},
{"section": "Briefings", "appears_ulr": "https://www.nytimes.com/", "title": "'Modern Love' Podcast", "article_url": "https://www.nytimes.com/2020/04/15/style/modern-love-podcast-coronavirus.html", "summary": "In a world altered by coronavirus, listeners share their stories."},
{"section": "Spotlight", "appears_ulr": "https://www.nytimes.com/", "title": "Federal Lending Program Runs Out of Funds", "article_url": "https://www.nytimes.com/2020/04/16/us/coronavirus-cases-live-updates.html", "summary": "The jobless total is roughly the net number of jobs created in a nine-and-a-half-year stretch that began after the last recession and ended with the pandemic.A $349 billion program for small businesses has run out of funds as Congress struggles to reach a deal to replenish it.Death tolls are growing at nursing homes in New Jersey and Virginia as the virus sweeps through. Here's the latest."},
{"section": "Spotlight", "appears_ulr": "https://www.nytimes.com/", "title": "Jobs Figures Show the Breadth of the Economic Ruin", "article_url": "https://www.nytimes.com/2020/04/16/business/economy/unemployment-numbers-coronavirus.html", "summary": "The data underscore the impact on every corner of the economy: hotels and restaurants, retailers, manufacturers and white-collar strongholds."},
{"section": "Spotlight", "appears_ulr": "https://www.nytimes.com/", "title": "U.S. Is Not Testing Enough to Lift Stay-at-Home Orders, Officials Say", "article_url": "https://www.nytimes.com/2020/04/15/us/coronavirus-testing-trump.html", "summary": "From the beginning of the coronavirus crisis, lapses by the federal government have compromised efforts to detect the pathogen."},
{"section": "Spotlight", "appears_ulr": "https://www.nytimes.com/", "title": "Markets", "article_url": "https://www.nytimes.comhttps://www.nytimes.com/2020/04/16/business/stock-market-live-coronavirus.html", "summary": ""},
{"section": "Spotlight", "appears_ulr": "https://www.nytimes.com/", "title": "", "article_url": "https://www.nytimes.comhttps://www.nytimes.com/news-event/coronavirus", "summary": ""},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Analysis: It's the End of the World Economy as We Know It", "article_url": "https://www.nytimes.com/2020/04/16/upshot/world-economy-restructuring-coronavirus.html", "summary": "Experts suggest there will be \"a rethink of how much any country wants to be reliant on any other country.\""},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Trump's 'Opening Our Country Council' Runs Into Its Own Opening Problems", "article_url": "https://www.nytimes.com/2020/04/15/us/politics/trump-coronavirus-economy-panel.html", "summary": "The president conducted calls with his new industry groups. But some participants had no notice they would be included, and others could not join."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "A Gloomy Prediction on How Much Poverty Could Rise", "article_url": "https://www.nytimes.com/2020/04/16/upshot/coronavirus-prediction-rise-poverty.html", "summary": "Researchers suggest the poverty rate in the U.S. may reach the highest levels in half a century, hitting African-Americans and children hardest."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "After Anonymous Tip, 17 Bodies Are Found at Nursing Home Hit by Virus", "article_url": "https://www.nytimes.com/2020/04/15/nyregion/coronavirus-nj-andover-nursing-home-deaths.html", "summary": "There have been 68 recent deaths of residents and nurses from the facility in a small New Jersey town."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Opponents of Stay-at-Home Orders Organize Protests at State Capitols", "article_url": "https://www.nytimes.com/2020/04/16/us/coronavirus-rules-protests.html", "summary": "In states like Michigan, North Carolina and Kentucky, people protested against rules aimed at slowing the coronavirus. More demonstrations were planned."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "An Army of Virus Tracers Takes Shape in Massachusetts", "article_url": "https://www.nytimes.com/2020/04/16/us/coronavirus-massachusetts-contact-tracing.html", "summary": "Asian countries have invested heavily in digital contact-tracing. Massachusetts is using an old-fashioned means: people."},
{"appears_ulr": "https://www.nytimes.com/2020/04/16/us/coronavirus-rules-protests.html", "title": "Opponents of Stay-at-Home Orders Organize Protests at State Capitols", "authors": "", "contents": "In Michigan, thousands of demonstrators in cars around the State Capitol in Lansing in protest of restrictions to prevent spread of the coronavirus. In Frankfort, Ky., , nearly drowning out Gov. Andy Beshear as he provided a virus update at a news conference. And in Raleigh, N.C., at least one person was arrested during a protest that drew more than 100 people in opposition to a stay-at-home rule, .In several states, protesters have taken to the streets to urge governors to reopen businesses and relax strict rules that health officials have said are necessary to save lives.Protestors are RIGHT outside the governor's briefing. This is how it sounds from home. And it's loud and audible. I can only imagine how distracting this is INSIDE the briefing. Protestors saying \"we want to work\" and \"abortion is not essential\" Future protests of stay-at-home limits have been announced in other states, including Texas and Oregon, as the economic and health effects of the coronavirus mount in the United States.\"You have to disobey,\" Wayne Hoffman, the president of the Idaho Freedom Foundation, a nonprofit organization that advocates smaller government, said after that state's governor announced he would extend a stay-at-home order until the end of April. Idaho has recently seen over government mandates.\"You have to do what's best for your business,\" added Mr. Hoffman, who said a rally would take place at the State Capitol on Friday. \"You have to do what's best for your employees and your customers. You have to do what's best for your livelihood, for your families.\"And in Austin, Texas, a host of Infowars, a website that frequently shares conspiracy theories, announced a rally on Saturday at the State Capitol that he has called the \"You Can't Close America Rally.\"Tyler Miller, 39, an engineering technician in Bremerton, Wash., has organized a rally at the State Capitol in Olympia this weekend after growing frustrated with limitations on gatherings and travel. Mr. Miller said in an interview that he believed that Americans should take the virus seriously, noting that even as he wrote to Gov. Jay Inslee to complain about the restrictions, he had self-quarantined at home after experiencing coronavirus-like symptoms.\"I want the governor to say that these are strongly encouraged practices, but that people have the right to gather,\" Mr. Miller said. If the state-mandated rules were to be revised, he said, he would call off the rally. \"I want people to be as safe as possible, but I also want their liberties to be respected in the process.\"Mr. Miller said he had not spoken to organizers of protests in other states.At the rally in Michigan on Wednesday, which drew the largest crowd of any protest so far, demonstrators accused Gov. Gretchen Whitmer of going too far with her . Ms. Whitmer's orders are among the strictest in the nation, barring residents from crossing the street to visit neighbors or driving to see friends.At the Capitol in Lansing, the sound of car horns filled the air and signs and banners proclaimed \"Live Free or Die,\" \"Make Michigan Work Again\" and \"We Deem Our Governor Non-Essential.\"Some protesters, not in vehicles, waved American flags along the sidewalks. From the top of the steps, protesters chanted \"freedom, freedom, freedom.\" One person carried a \"Trump 2020\" banner.Denny Bradley, 33, that he was the sole breadwinner for his family and that his employer, an auto supplier, had been shut down for three weeks. He carried a sign that read \"I want to work.\"Mike Baker, Adeel Hassan and Manny Fernandez contributed reporting."},
{"appears_ulr": "https://www.nytimes.com/2020/04/16/business/economy/unemployment-numbers-coronavirus.html", "title": "'Nowhere to Hide' as Unemployment Permeates the Economy", "authors": "", "contents": "Even as political leaders wrangle over how and when to restart the American economy, the coronavirus pandemic's devastation became more evident Thursday with more than 5.2 million workers added to the tally of the unemployed.In the last four weeks, the number of unemployment claims has reached 22 million -- roughly the net number of jobs created in a nine-and-a-half-year stretch that began after the last recession and ended with the pandemic's arrival.The latest figure from the Labor Department, reflecting , underscores how the downdraft has spread to every corner of the economy: hotels and restaurants, mass retailers, manufacturers and white-collar strongholds like law firms.\"There's nowhere to hide,\" said Diane Swonk, chief economist at Grant Thornton in Chicago. \"This is the deepest, fastest, most broad-based recession we've ever seen.\"Some of the new jobless claims represent freshly laid-off workers; others are from people who had been trying for a week or more to file. \"We're still playing catch-up on multiple fronts,\" Ms. Swonk said.6million22,034,0005Claims were filed inthe last four weeks4Initial jobless claims, per weekSeasonally adjusted32RECESSION10'04'08'09'12'16'206million22,034,0005Claims were filed inthe last four weeks43RECESSION2Initial jobless claims, per weekSeasonally adjusted10'04'08'09'12'16'2022,034,0006millionClaims were filed inthe last four weeks5Initial jobless claims, per week4Seasonally adjusted3RECESSION210'04'08'09'12'16'2022,034,0006millionClaims were filed inthe last four weeks543RECESSION2Initial jobless claims, per weekSeasonally adjusted10'04'08'09'12'16'20Source: Department of LaborBy The New York TimesEach day seems to bring unwelcome milestones. On Wednesday, the Commerce Department reported the in retail sales since record-keeping began nearly 30 years ago, and the Federal Reserve said industrial production had recorded its biggest decline since 1946.The mounting unemployment numbers seem certain to fuel the debate over how long to impose stay-at-home orders and restrictions on business activity. President Trump has said some measures should be relaxed soon because of the impact on workers. \"There has to be a balance,\" he said at a press briefing Wednesday evening. \"We have to get back to work.\"Many governors and health experts are more cautious. If business conditions return to normal too quickly, they fear, a second wave of coronavirus infections could spread.In the meantime, job losses are sure to mount, though perhaps at a slower pace.\"The silver lining with this bad number is that it looks like the wave of job destruction has peaked,\" said Torsten Slok, chief economist at Deutsche Bank Securities. \"Getting a date for reopening and getting more certainty about reopening is critical.\"Mr. Slok expects the unemployment rate to hit 17 percent this month, up from 4.4 percent in March and higher than any mark since the Great Depression. \"These are truly stunning statistics that tell you the severity of the situation,\" he said.\"Let's not forget we talked about 200,000 in jobless claims in January and February and now we are in the millions. That illustrates how bad a number this is.\"When restrictions are lifted, the recovery is expected to be gradual. \"My worry is that it will be a slow rollout, as it should be, which means a slow recovery,\" said Beth Ann Bovino, chief U.S. economist at S&P Global. \"Turning on the U.S. economy isn't like turning on a light bulb. It's just too big.\"If businesses begin to reopen in May, \"we wouldn't be surprised to see one-third of the jobs lost come back by July,\" she said. \"But it will take years for unemployment to return to pre-crisis levels.\"Like the coronavirus outbreak itself, the situation for workers varied by state. Georgia, which did not issue a shelter-in-place order until April 3, showed the biggest increase in those filing unemployment claims, with a jump of 256,000.Other states that were late to close, like Arizona and Alabama, also showed sizable increases. Michigan, whose state employment agency has struggled to deal with a flood of claims, had a jump of 84,219.The government's stimulus efforts have blunted the downturn's effects, but many state employment agencies remain overwhelmed. Not only have they been inundated by unemployment claims, but they have also had to retool systems to handle new benefits mandated by the stimulus legislation.Getting money quickly to people who need it is essential to limiting the economic damage and heading off a prolonged downturn, economists say. Relying on state unemployment offices, however -- which had been set up and staffed to deal with record-low jobless rates -- has resulted in mammoth delays.In New York, the state's call center handles 50,000 calls and 350,000 web visits in a typical week. In a peak week during the pandemic, it received 8.2 million calls and six million web visits.The emergency relief enacted by Congress expanded benefits and eligibility to plug holes in an unemployment program that differs from state to state. The act extended jobless benefits to freelancers, part-timers, recent hires and other workers usually ineligible, added a $600 weekly supplement and offered an extra 13 weeks of benefits. But all of that assistance is not yet available in many states because of delays in adapting to the guidelines.In Washington State, the volume of jobless claims last week was seven times the record pace set in the last recession, said Nick Demerice, public affairs director for the state's Employment Security Department. A 2017 software upgrade helped avoid the backlogs that have plagued other states, he said.Nevertheless, the state is more than doubling the number of workers it has in its call centers. \"This all happened at once,\" he said. \"Unlike a typical economic downturn that happens incrementally, this is like a tsunami. We had staffing levels that were appropriate for the low unemployment we had. We are expanding our capability as fast as we can.\"In Rhode Island, technology remains the sticking point, said Scott R. Jensen, director of the state's Department of Labor and Training. Its system is capable of handling a few thousand people daily who call or log in online. On Sunday, the department expects 90,000 people to try to access the system.The state's 50 call-center employees are working from home, and officials negotiated an outsourcing agreement with union representatives to bring in 20 more from a private company. Administrators also hope to persuade 20 former employees to return to work.New York State upgraded its system last week and plans to hire 1,200 more people to handle the flood of applicants. It is also calling back workers who could file only partial claims in the past few weeks.Fern Weinbaum, who lives on the Upper East Side of Manhattan, received such a call on Saturday after repeated frustration in getting through. \"I called over 100 times a day without success,\" said Ms. Weinbaum, 68, who was laid off from her position as a legal secretary at a small law firm late last month.Without a paycheck or unemployment benefits, she dipped into savings to cover the rent in April. \"I need that money to survive,\" she said. But she still isn't sure if her claim went through.The benefits are also vital for Elyce Cooper, 68, who worked as an administrator at the Pavilion Grille, a catering hall and restaurant in Boca Raton, Fla. Ms. Cooper said she spent more than two weeks applying and experienced repeated crashes of the state website. If she missed filling in a line, she was forced to start from scratch. Then, despite the government-mandated shutdown, she was asked for proof that she was job-hunting.According to the calculations on the website, Ms. Cooper said she should be eligible for the state's maximum payment of $275 a week -- about half of what she normally earns. She was eventually able to file for the first week she was out of work, but has not been able to get online for the certification needed for the second and third weeks, and she has yet to receive a check.Ms. Cooper said she expected to be rehired when the pandemic eases. The promise of $1,200 in federal emergency assistance and a $600 supplemental unemployment benefit should enable her to cover her bills, she said.For Eric Winstanley, 38, a co-owner of Custom Covers and Canvas in Niagara Falls, N.Y., this is normally the busiest time of the year. His firm makes patio awnings and fabric covers for boats but shut down last month.He kept his 35 workers on the payroll through March before having to lay them off.The jobs pay well for blue-collar work: $20 to $23 an hour. And the furloughed workers include several family members, cousins and nephews of Mr. Winstanley who have worked for the business for years.\"It was extremely difficult,\" he said. \"Everybody immediately expressed how they had bills to pay and families to feed, and that was one of the hardest parts of making this decision.\"With three unpaid volunteers, Mr. Winstanley has kept the workshop occupied churning out masks and face shields for local hospitals and essential businesses in recent weeks. \"If that succeeds, we might recall a couple of workers,\" he said. \"Everyone is eager to come back to work.\"Patricia Cohen and Tiffany Hsu contributed reporting."},
{"appears_ulr": "https://www.nytimes.com/2020/04/16/upshot/coronavirus-prediction-rise-poverty.html", "title": "A Gloomy Prediction on How Much Poverty Could Rise", "authors": "", "contents": "The pandemic crippling the American economy portends a sharp increase in poverty, to a level that could exceed that of the Great Recession and that may even reach a high for the half-century in which there is comparable data, at Columbia University.The coming wave of hardship is likely to widen racial disparities, with poverty projected to rise twice as much among blacks as among whites. Poverty is also likely to rise disproportionately among children, a special concern because brain science shows that early deprivation can leave lifelong scars. Children raised in poverty on average have worse adult health, lower earnings and higher incarceration rates.If quarterly unemployment hits 30 percent -- as the president of one Federal Reserve Bank -- 15.4 percent of Americans will fall into poverty for the year, the Columbia researchers found, even in the unlikely event the economy instantly recovers. That level of poverty would exceed the peak of the Great Recession and add nearly 10 million people to the ranks of the poor.WhiteAllChildrenHispanicBlackFeb. 2020 estimate10% unemployment20% unemployment30% unemployment8%10%12%14%16%18%20%22%24%26%Share in povertyFeb. 2020estimateUnemployment:10%20%30%26% inpoverty24%22%20%BlackHispanic18%16%14%ChildrenAll12%10%White8%Note: Historical poverty data is based on Supplemental Poverty Measure and has been adjusted for 2019 changes in methodology by the Census Bureau.Source: Zachary Parolin and Christopher Wimer, Columbia University School of Social WorkThe New York TimesWith jobs vanishing at a startling rate -- in the last four weeks -- there is great uncertainty about how high unemployment will go or how soon it will drop, but its potential to leave a wake of impoverishment has forecasters worried.\"While there's a lot we still don't know, these estimates give us a glimpse of the scope of the poverty problem we may be facing,\" said Zachary Parolin of Columbia's Center on Poverty and Social Policy, who produced the estimates along with Christopher Wimer.There are significant caveats. Most important, the model does not yet include the potentially large anti-poverty effect of the , the emergency legislation last month that provides about $560 billion in direct relief to individuals and even greater sums to sustain businesses and jobs. However imprecise, the model suggests a coming poverty epoch, rather than an episode. So far, economic forecasts have focused mostly on unemployment, which affects Americans at many income levels, rather than on poverty, a measure of acute distress.\"This exercise is useful, and the results are worrisome,\" said Ron Haskins, a conservative poverty expert at the Brookings Institution who helped write the landmark 1990s law reducing access to welfare. \"Even if we can't look at the numbers precisely, they show us we're going to have a big increase in poverty.\"The researchers use the Census Bureau's fullest yardstick of poverty, the , which counts cash income, noncash benefits (like food stamps and subsidized housing), and the effect of taxes and refundable credits. It also adjusts for local costs of living.A family of four renting a home in Phoenix, a city with typical living costs, is considered poor if its income is at or below $28,170 -- the federal government's estimate of what it takes to secure minimally adequate food, clothing and shelter.Mr. Wimer has done pioneering work on poverty measurement. After the Census Bureau began using the Supplemental measure in 2011, he and his colleagues used government data to create analogous figures back to 1967.In constructing their current model, he and Mr. Parolin, the lead researcher, used unemployment data to estimate the characteristics of those now losing their jobs, including their age, race, education and living arrangements. Then they used that demographic portrait to predict the idled workers' chances of becoming poor, based on recent patterns.Unlike unemployment numbers, which are released monthly, poverty rates are reported with a yearlong lag -- too late to guide policymakers in a crisis. The Columbia team plans to begin publishing monthly estimates, possibly as soon as May. \"We're building a model that can be used in real time,\" Mr. Wimer said.Slow to register in government statistics, poor people are also generally the last to benefit from an economic recovery. It took 12 years from the start of the Great Recession for poverty rates to fall to their previous levels.If the unemployment rate averaged 24 percent for a full year -- a pessimistic but conceivable outcome -- the share of Americans plunged into poverty would exceed that of any of the 53 years for which there are comparable measures.UNEMPLOYMENT:20%30%20%10%15%Feb. 2020estimatePoverty rate10%5%19671980 2000 2020 20%30% unemployment20% unemployment10% unemployment15%Feb. 2020 estimatePoverty rate10%5%19671980 1990 2000 2010 2020 Note: Historical poverty data is based on Supplemental Poverty Measure and has been adjusted for 2019 changes in methodology by the Census Bureau.Source: Zachary Parolin and Christopher Wimer, Columbia University School of Social WorkThe New York TimesThe Cares Act, which the model does not yet take into account, will spend $2 trillion to prop up the economy. It will send most Americans emergency checks ($1,200 per adult and $500 per child) and add $600 a week to unemployment benefits through July. While much of the money will go to people unlikely to fall into outright poverty, its impact on poverty rates is still expected to be substantial.\"It's unlikely we'll see poverty numbers as bad as these\" in the Columbia model, said Scott Winship, who as executive director of the Joint Economic Committee of Congress works for Senator Mike Lee, a Utah Republican. \"This a baseline for how bad things could get if policy didn't respond. But it's certainly the case that there will be a lot of hardship experienced -- probably more, if I had to guess, than we saw in the Great Recession.\"The researchers will include the Cares Act in future simulations. Among the outstanding questions is whether or how promptly the aid will reach its intended beneficiaries, with many jobless people currently unable to file claims at overwhelmed government offices. \"There are so many unknowns at the moment it would be hard to model precisely,\" Mr. Parolin said.Robert Greenstein, president of the Center on Budget and Policy Priorities, a research group that supports anti-poverty spending, said that the Cares Act would lower poverty in the short run, but that the Columbia model pointed to the long-term peril if the crisis endured. \"We need to make sure the key provisions don't expire as long as unemployment stays elevated,\" he said.The Columbia data does underscore the extent to which the safety net reduces poverty. At the start of the pandemic, the poverty rate would have been 25 percent without programs like food stamps and tax credits. That aid lifted 41 million people from poverty and halved the rate, to 12.4 percent.The pandemic threatens a sharp reversal of fortune for the neediest Americans, who had benefited from the recent years of strong economic growth. Poverty among children, African-Americans and Latinos had fallen to record lows. Still, poverty -- and child poverty in particular -- remained higher in the United States than in most rich countries, which generally have stronger safety nets.The phrase \"poverty rate\" is an anodyne term for a level of deprivation that predicts outcomes as various as stunted physical growth and educational underachievement, and that can turn life into a series of desperate choices, like feeding the children versus paying the rent. An annual unemployment rate of 20 percent would leave 55 million people poor, up from 40 million in February, the model predicts.\"Poverty represents a level of deprivation that many middle- or upper-income Americans can't even wrap their head around,\" said Sarah Halpern-Meekin, a sociologist at the University of Wisconsin who has conducted extensive interviews with poor parents. \"The first thing that come to mind is a mother I met who was trying to manage her son's asthma while living in an apartment that had rodents, insects and mold no matter how much she cleaned. Rising poverty rates means more families living like that.\"A rise in child poverty is especially worrisome, since even a brief spell can have lasting effects.Poverty \"disrupts the structure and function of the developing brain\" through mechanisms that include poor nutrition, high stress and exposure to environmental toxins, said Dr. Deborah Frank, a professor at the Boson University School of Medicine. \"Even mild deprivation at an early age can have ripples and ripples,\" she said. \"What we're talking about here is not only what a mess we're going to be in next year but the mess we're going to be in in 20 years.\"Poverty measurement is contentious. Many liberals argue the Supplemental measure underestimates hardship, which persists well above the poverty line. Some conservatives say it exaggerates need because low-income Americans on average their income, as the Census Bureau acknowledges.One group of critics say surveys of the goods and services that poor people consume provide a less worrisome and more accurate measure of unmet needs.Among them is Bruce D. Meyer, an economist at the University of Chicago. He said that since the Columbia model left out all the benefits of the Cares Act, \"I wouldn't take the numbers seriously.\" Still, he added, \"You can expect that deprivation at the bottom is going to go up quite dramatically.\""},
{"appears_ulr": "https://www.nytimes.com/2020/04/15/us/coronavirus-testing-trump.html", "title": "Testing Falls Woefully Short as Trump Seeks an End to Stay-at-Home Orders", "authors": "", "contents": "As President Trump pushes to reopen the economy, most of the country is not conducting nearly enough testing to track the path and penetration of the coronavirus in a way that would allow Americans to safely return to work, public health officials and political leaders say.Although capacity has improved in recent weeks, supply shortages remain crippling, and many regions are still restricting tests to people who meet specific criteria. Antibody tests, which reveal whether someone has ever been infected with the coronavirus, are just starting to be rolled out, and most have not been vetted by the Food and Drug Administration.Concerns intensified on Wednesday as Senate Democrats released a $30 billion plan for building up what they called \"fast, free testing in every community,\" saying they would push to include it in the next pandemic relief package. Business leaders, who participated in the first conference call of Mr. Trump's advisory council on restarting the economy, warned that it would not rebound until people felt safe to re-emerge, which would require more screening.And Gov. Andrew M. Cuomo of New York reiterated his call for federal assistance to ramp up testing, both for the virus and for antibodies.\"The more testing, the more open the economy. But there's not enough national capacity to do this,\" Mr. Cuomo, a Democrat, said at his daily briefing in Albany. \"We can't do it yet. That is the unvarnished truth.\"As the governor spoke, a PowerPoint slide behind him said, \"WE NEED FEDERAL SUPPORT.\"At his own briefing later in the day, Mr. Trump boasted of having \"the most expansive testing system anywhere in the world\" and said that some states could even reopen before May 1, the date his task force had tentatively set. Twenty-nine states, he added, \"are in good shape.\"From the beginning of the coronavirus crisis, lapses by the federal government have compromised efforts to detect the pathogen in patients and communities. A diagnostic test developed by the Centers for Disease Control and Prevention proved to be flawed. The F.D.A. failed to speed approval for commercial labs to make tests widely available. All of that means that the U.S. has been far behind in combating the virus.Whether in New York City, with its densely packed 8.4 million residents, or Nebraska, with fewer than two million spread across mostly rural expanses, widespread diagnostic and antibody testing will be crucial for determining a number of factors: How many in a community are infected but asymptomatic? Who has the protective antibodies that might allow them to go about their lives without fear? Are workplaces and schools safe?\"It is great that we are flattening the curve,\" said Dr. Mark McClellan, director of the Margolis Center for Health Policy at Duke University, who worked in the George W. Bush administration and is advising state and federal policymakers on the virus response.\"But for this next phase, where we are really aiming to detect and stamp out smaller outbreaks before they get so big, testing is critical for that,\" he said. \"So we have to plan ahead now for much larger capacity.\"By the end of May, he added, \"we will maybe be up to two million tests a week, but we are definitely not at that level now.\"Nationally, an average of 145,000 people have been tested for the virus each day over the past week, according to the , which reported a total of nearly 3.1 million tests across the United States as of Tuesday night. State health officials and medical providers around the country say they are unable to test as many people as they would like. Many of them say the biggest challenge is getting not the diagnostic tests themselves , including chemical reagents, swabs and pipettes. Manufacturers are facing a huge global demand as every country fights the pandemic, with many attempting the widest-scale testing they have ever undertaken.\"We're at a really critical juncture and the supply chain has not yet caught up,\" Scott Becker, chief executive of the Association of Public Health Laboratories, said on Wednesday.Yet even as people waited hours for drive-through testing in California, , New Jersey and elsewhere, some laboratories reported having ample capacity.Two weeks ago, officials at University of California San Diego Health rushed to scale up testing, setting up a second laboratory devoted only to Covid-19. \"You know the saying, 'If you build it, they will come'?\" said Dr. David T. Pride, director of the molecular microbiology laboratory there. \"We built it and nobody has come. \" He said were accepting tests, and \"convoluted\" systems connecting providers to labs, meant his facilities were running about 200 to 300 tests per day when they could handle 1,000.Quest Diagnostics, one of the nation's biggest testing laboratories, said on Wednesday that it could now process more tests than it was receiving, and that it was reaching out to state health departments, doctors and nursing homes. for weeks, the company said it was returning results in less than two days for ordinary patients, and in less than one day for priority patients.In Nebraska, as of Wednesday afternoon, 11,757 people had been screened for Covid-19, and of those, 901 were positive, according to state health data.Peter C. Iwen, director of the Nebraska Public Health Laboratory, said that chemicals and equipment needed to run the tests were going to places like New Orleans and New York. \"We're trying to compete with those people, and we're just not getting the reagents sent to us,\" he said in an interview with the Omaha television station KETV.The nonprofit Community Health of South Florida is operating three drive-through sites in the Miami area and the Florida Keys, where it has provided free testing to 1,300 people.Tiffani Helberg, the group's vice president for communications, said a tight supply of testing swabs as well as staffing numbers meant the nonprofit was not screening as many people as it would like.\"Is it a struggle every day? Absolutely,\" she said.The lack of testing is hitting minority communities especially hard, according to Dr. James E.K. Hildreth, president and chief executive of Meharry Medical College in Nashville, one of the nation's largest historically black medical schools.\"Testing should be a priority for vulnerable populations -- that would be prisons, nursing homes, assisted living facilities and, last but not least, minorities and disadvantaged communities,\" said Dr. Hildreth, an infectious disease expert. \"Because in those communities, we know there are many individuals with underlying conditions, and they are more likely to get severe disease and die.\"But even as short supplies are limiting who can get tests, some laboratories say they have extra capacity.The American Clinical Laboratory Association, a trade group representing large diagnostic companies like LabCorp and Quest, has recently reported a dip in the daily testing volumes of its members. On Monday, , the lowest number since March 20. At one point in early April, members were processing more than 100,000 a day.\"They are reaching out to providers to make sure they know that we have more testing capacity,\" said Julie Khani, president of the lab association.But even as testing for active coronavirus infections is struggling to meet demand, public health officials and major laboratories say they are gearing up for the next wave: antibody testing. A well-designed antibody test will detect whether someone has been exposed to the virus and generated an immune response, and whether the person may be protected from further illness.\"Antibody testing is not a cure-all,\" Gov. Doug Ducey of Arizona, a Republican, said on Tuesday as with the University of Arizona to provide antibody tests for 250,000 health care workers and emergency responders. \"But learning more about it is an important step to identifying community exposure, helping us make decisions about how we protect our citizens and getting us to the other side of this pandemic more quickly.\"Most of the available antibody tests can say only whether someone has antibodies, not how many they have or how powerful they are at fighting the virus. Many of the tests are also flawed and signal the presence of antibodies even when there are none. The F.D.A. has granted emergency approval to three companies to begin selling the tests, but dozens more have entered the market after the agency loosened the guidelines in March.\"We have to to make sure it's an accurate test with good specificity,\" said Dr. Rachel Levine, Pennsylvania's health secretary. \"And we really need to know that antibodies are truly protective and how long-lasting they are.\"Dr. Jon R. Cohen, the executive chairman of BioReference Laboratories, which is processing tests at drive-through sites in New York and New Jersey and other locations around the country, said he was still evaluating different antibody tests but planned to begin offering them soon. Other large laboratories said the same.\"It's a huge factor, we believe, in terms of people regaining confidence and jump-starting the economy,\" he said. \"To me, it's an absolute moral imperative.\"Reporting was contributed by Emily Cochrane, Sharon LaFraniere, Apoorva Mandavilli, Jesse McKinley, Rick Rojas and Brian M. Rosenthal."},
{"appears_ulr": "https://www.nytimes.com/2020/04/15/nyregion/coronavirus-nj-andover-nursing-home-deaths.html", "title": "After Anonymous Tip, 17 Bodies Are Found at Nursing Home Hit by Virus", "authors": "", "contents": "The call for body bags came late Saturday.By Monday, the police in a small New Jersey town had gotten an anonymous tip about a body being stored in a shed outside one of the state's largest nursing homes.When the police arrived, the corpse had been removed from the shed, but they discovered 17 bodies piled inside the nursing home in a small morgue intended to hold no more than four people.\"They were just overwhelmed by the amount of people who were expiring,\" said Eric C. Danielson, the police chief in Andover, a small township in Sussex County, the state's northernmost county.The 17 were among 68 recent deaths linked to the long-term care facility, Andover Subacute and Rehabilitation Center I and II, including two nurses, officials said. Of those who died, 26 people had tested positive for the virus.For the others, the cause of death is unknown.Of the patients who remain at the homes, housed in two buildings, 76 have tested positive for the virus; 41 staff members, including an administrator, are sick with Covid-19, the disease caused by the coronavirus, according to county health records shared on Wednesday with a federal official.Andover Subacute is not alone. The coronavirus has swept through the with devastating and deadly speed, killing thousands of residents at facilities struggling with staff shortages, increasingly sick patients and a lack of personal protective gear.But with beds for 700 patients, Andover Subacute is, records show, the state's largest licensed facility -- and the risk of continued spread is terrifying to family members who have turned to social media and their local congressman, desperate for answers and extra personnel.\"The challenge we're having with all of these nursing homes, is once it spreads, it's like a wildfire,\" said Representative Josh Gottheimer, a Democrat who got the call on Saturday, asking for body bags. \"It's very hard to stop it.\"One of the owners of the facility, Chaim Scheinbaum, did not return calls or emails. Staff members who answered phones at the facilities said they were not authorized to speak to the news media.Even before the , the nursing home had struggled. Andover Subacute and Rehabilitation II recently got a one-star rating of \"\" from Medicare for staffing levels, inspections and patient care.\"I feel so helpless,\" one woman, who started a group for family members, wrote on Facebook on Tuesday. \"I feel like everyone is going to get Covid. What do we do?\"Staff members at the facility were asking the same thing.\"To all the people calling into the governor's office, the congressman's office to help us tell them WE NEED HELP,\" a representative of Andover Subacute & Rehab Center Two wrote at 7:18 p.m. on Monday, in a Facebook post that was deleted on Wednesday.After news began to be shared on Wednesday about the bodies found in the makeshift morgue, a discovery first reported by The , the fear intensified.Mr. Gottheimer said his office had fielded calls from staff members and worried relatives pleading for help. He said he had spoken to a representative of the Federal Emergency Management Agency about the possibility of sending National Guard medics.The state Department of Health sent two shipments containing 3,200 surgical masks, 1,400 N95 masks and 10,000 gloves to the nursing homes, said Donna Leusner, a spokeswoman. The first shipment went out about a week ago and the second should have been delivered Tuesday or Wednesday, she said.\"It's scary for everybody -- for the residents and for the staff,\" Mr. Gottheimer said. What is surprising to me is how many are dying in house, versus the hospital.\"The nursing home has told local health officials that they are housing sick patients on separate wings or floors, Chief Danielson said. And local residents have been gathering supplies to donate to the nursing home.Several women created a and a website, , to gather needed gowns, gloves and masks.\"At first, it was kind of like, 'What can we do?'\" said one of the organizers, LeeAnne Pitzer. \"Now we have an army of sewers who are making handmade masks that can be washed and reused.\"One resident of Sparta, Cheryl Boggs, said she found three boxes of Tyvek suits and bootees in a storage room at the company where she works, Petro-Mechanics. She dropped them off on Monday after seeing the pleas for help on Facebook.\"We just wanted to help,\" she said., 84, died three weeks ago at Andover Subacute and Rehabilitation Center I.Her son and three daughters were regular visitors to the facility, even talking through a window in her final days after the state ordered all long-term care facilities to stop allowing visitors.The women said the facility offered no way for them to communicate with their mother, who had dementia, and provided family members no information. Their mother was never tested for the coronavirus.\"Her death was inevitable,\" said one daughter, Lee Repasch. \"But she was a vulnerable woman with dementia. It was inevitable, but it didn't need to be like this.\"Most of the state's nursing homes have reported at least one case of the coronavirus, which as of Wednesday had infected 6,815 patients of long-term care facilities in New Jersey. At least 45 of the 351 coronavirus-related deaths announced on Wednesday were residents of long-term care facilities.Gov. Philip D. Murphy said that once the threat of the pandemic passes, New Jersey must take a hard look at what went wrong.\"It's pretty clear that a big weakness in the system, and in reality, is long-term care facilities,\" he said.Thirteen of the bodies discovered on Monday at the Andover facility were moved to a refrigerated truck outside a hospital in nearby Newton, Chief Danielson said. A funeral home had made arrangements to pick up the other four.He said he was not entirely surprised by the number of bodies discovered.\"I don't know if I'm shocked by any means,\" he said. Kitty Bennett contributed research."},
{"appears_ulr": "https://www.nytimes.com/2020/04/15/us/politics/trump-coronavirus-economy-panel.html", "title": "Trump's 'Opening Our Country Council' Runs Into Its Own Opening Problems", "authors": "", "contents": "WASHINGTON -- Some business leaders had no idea they were included until they heard that their names had been read in the Rose Garden on Tuesday night by President Trump. Some of those who had agreed to help said they received little information on what, exactly, they were signing up for. And others who were willing to connect with the White House could not participate in hastily organized conference calls on Wednesday because of scheduling conflicts and technical difficulties.In short, the rollout of what the president referred to last week as his \"Opening Our Country Council\" was as confusing as the process of getting there. Instead of a formal council, what Mr. Trump announced on Tuesday was a watered-down version that included 17 separate industry groups, including hospitality, banking, energy and \"thought leaders.\" And on Wednesday, a bipartisan group of lawmakers received emails inviting them to join another task force.The president participated in four calls with those groups during the day at the same time White House officials were playing down their significance, claiming that the creation of a \"task force\" was never planned, despite the president's mention of it last week.They said that there was no date for an in-person meeting planned, and that the goal was simply to begin, via conference calls, a dialogue about the economy after the pandemic recedes. The only task force that existed, they insisted, was the coronavirus task force led by Vice President Mike Pence.The confusion was the latest example of the difficulty the administration has encountered in its attempts to enlist support from the private sector to bolster the president's claim that he has the power to reopen the economy, even as governors have made it clear that they will make those decisions themselves.Cisco Systems, the networking company, and McDonald's were among the major employers that learned of their involvement in consulting with the president only when he mentioned their names on Tuesday evening, according to people familiar with the matter.Pfizer was also blindsided by its inclusion in the group, receiving a heads-up that Mr. Trump might mention the company an hour before the announcement, with no information about how many other companies were involved or what the purpose of the group was.Richard Trumka, the president of the A.F.L.-C.I.O., was also not asked whether he would join the group before his name was announced by Mr. Trump as a participant, according to Carolyn Bobb, the union's national media manager. But she said Mr. Trumka had planned to join a call with Mr. Trump on Wednesday \"to see if it's a serious effort.\"Some of the offers to be involved came directly from Treasury Secretary Steven Mnuchin, according to two people who were briefed on the plans, and at least one came directly from Mr. Trump, one of those people added. But others said they were given no advance warning that their name would be attached to a White House news release, which on Tuesday night described the list of people as the \"Great American Economic Revival Industry Groups.\"A White House official said that while the administration did not wait to hear back from all 200 people whose names were announced as part of the effort, it had sent an email notification on Tuesday afternoon to all the people involved alerting them that they had been selected.Some of them were willing participants, including major Trump donors and even one business partner, Phil Ruffin, a billionaire casino owner who partnered with the president's company on the Trump International Hotel Las Vegas.Sheldon Adelson, a casino magnate who is among the biggest donors to Mr. Trump and Republicans, was also named to the task force.But the calls were set up on such short notice that some chief executives were unable to join in. For instance, David M. Solomon, the Goldman Sachs chief, was leading his own quarterly earnings call at the same time as the White House call.The chief executive of Starbucks, Kevin Johnson, had previous commitments to address employees, and another executive from the coffee chain joined the call, according to a person familiar with the matter. Meanwhile, Jamie Dimon of JPMorgan Chase & Company was also unable to join, according to a person familiar with the matter, but one of his deputies spent 15 minutes trying to patch in to the discussion, ultimately without luck.The pattern of confusion appeared to be repeating itself with members of the House and Senate who were abruptly notified that they had been selected for a congressional task force on reopening the country.The congressional group had yet to convene, and was only notified of its existence Wednesday afternoon. In emails sent to offices on Capitol Hill, the White House legislative affairs office did not so much invite the lawmakers to participate as inform them of their selection.The full membership of the group was unclear Wednesday afternoon, but at least three senior lawmakers -- Senators Lamar Alexander, Republican of Tennessee, Dianne Feinstein, Democrat of California, and Mark Warner, Democrat of Virginia -- were prepared to accept. The appointment list appeared to include some committee leaders from both parties, and numbered more than a dozen.The White House did not specify the group's exact purpose, and several lawmakers were caught off guard by the invitation, with some Democrats left wondering why they had been selected by a president who had made clear his disdain for them.\"I am emailing to inform you that the president has selected you to serve on a task force comprised of senators and members of the House of Representatives,\" the administration wrote in one such email, obtained by The New York Times and confirmed by multiple congressional officials who had received similar notifications.\"The purpose of the task force is to provide counsel to the president on the reopening of America in the wake of Covid-19,\" the email continued. \"The formal name of this task force has not yet been announced.\"In the first call of the day, Mr. Trump talked Wednesday morning with many of the big-name business leaders he had mentioned the night before, but encountered some resistance to his enthusiasm for reopening the country quickly, even as the executives offered some praise for his administration's response.Mr. Trump opened the call by saying that \"testing is under control\" in the country. But after each executive was given a minute or two to provide his or her overview of what was needed to reopen the economy, there was a wide consensus that more testing was needed before the economy could reopen, according to two people who participated on the call. Among those who made the point that the testing was necessary to track who was infected and who might have immunity before returning employees to work sites was Jeffrey P. Bezos, the chief executive of Amazon.Another issue of great concern to the executives on the call, one participant said, was the need to address the liability companies could face if employees got sick after returning to work, given the possibility that workers who felt that they were brought back too soon -- or were not placed in a safe environment -- could sue en masse.Annie Karni reported from Washington, and David Gelles and Kate Kelly from New York. Nicholas Fandos and Kenneth P. Vogel contributed reporting from Washington, and Maggie Haberman from New York."},
{"appears_ulr": "https://www.nytimes.com/2020/04/16/upshot/world-economy-restructuring-coronavirus.html", "title": "It's the End of the World Economy as We Know It", "authors": "", "contents": "When big convulsive economic events happen, the implications tend to take years to play out, and spiral in unpredictable directions.Who would have thought that a crisis that began with mortgage defaults in American suburbs in 2007 would lead to a fiscal crisis in Greece in 2010? Or that a stock market crash in New York in 1929 would contribute to the rise of fascists in Europe in the 1930s?The world economy is an infinitely complicated web of interconnections. We each have a series of direct economic relationships we can see: the stores we buy from, the employer that pays our salary, the bank that makes us a home loan. But once you get two or three levels out, it's really impossible to know with any confidence how those connections work.And that, in turn, shows what is unnerving about the economic calamity accompanying the spread of the novel coronavirus.In the years ahead, we will learn what happens when that web is torn apart, when millions of those links are destroyed all at once. And it opens the possibility of a global economy completely different from the one that has prevailed in recent decades.\"As much as I hope we are able to get ordinary economic activity back up, that's just the beginning of our problem,\" said Adam Tooze, a historian at Columbia University and author of \"Crashed,\" a study of the extensive global ripple effects of the 2008 financial crisis. \"This is a period of radical uncertainty, an order of magnitude greater than anything we're used to.\"It would be foolish, amid such uncertainty, to make overly confident predictions about how the world economic order will look in five years, or even in five months.But one lesson of these episodes of economic tumult is that those surprising ripple effects tend to result from longstanding unaddressed frailties. Crises have a way of bringing to the fore issues that are easy to ignore in good times.One obvious candidate is globalization, in which companies can move production wherever it's most efficient, people can hop on a plane and go nearly anywhere, and money can flow to wherever it will be put to its highest use. The idea of a world economy with the United States at its center was already falling apart, between the rise of China and America's own turn toward nationalism.There are signs that the Covid-19 crisis is exaggerating, and possibly cementing, those changes.\"There will be a rethink of how much any country wants to be reliant on any other country,\" said Elizabeth Economy, a senior fellow at the Council on Foreign Relations. \"I don't think fundamentally this is the end of globalization. But this does accelerate the type of thinking that has been going on in the Trump administration, that there are critical technologies, critical resources, reserve manufacturing capacity that we want here in the U.S. in case of crisis.\"Consider just a few pieces of evidence for the weakening underpinnings of globalization.France's finance minister French companies to re-evaluate their supply chains to become less dependent on China and other Asian nations. U.S. Customs and Border Protection it will seize exports of certain medical supplies. And on Friday, Senator Lindsey Graham suggested that the United States should punish China for failing to contain the virus by canceling debt the Chinese government owns -- a step that would risk the role of U.S. Treasury bonds as the bedrock of the world financial system.Even before the coronavirus hit, the limits of globalization were becoming clearer.Trade as a share of global G.D.P. and has trended lower ever since. The election of President Trump and the onset of a trade war with China had already made multinational companies start to rethink their operations.\"I think companies are actively talking about resilience,\" said Susan Lund, a partner at McKinsey who studies global interconnectedness. \"To what extent would companies be willing to sacrifice quarter-to-quarter efficiency for resilience over the long term, whether that's natural disasters, the climate crisis, pandemics or other shocks?\"She envisions not so much a full-scale retreat from global trade as a shift toward regional trade blocs and greater emphasis on having companies build redundancy into their supply networks. Governments will probably insist that certain goods, like pharmaceuticals and medical equipment, rely more on domestic production given the current global scramble for those items.China has reoriented its economic strategy, aiming to be not a low-cost manufacturing hub for the world but the maker of technologically advanced products like aircraft and telecommunications equipment. That has made Americans, Europeans and the Japanese all the more reluctant to have major operations in China, for fear of intellectual property theft.Under the Trump administration, the United States has experienced strain with even traditional allies in Western Europe. Put it all together, and a more every-nation-for-itself mentality was already becoming ingrained before Covid-19, in ways the pandemic seems to be reinforcing.\"What typically happens after you get a crisis like this is people talk about new eras and how the post-pandemic world will be different,\" said Ruchir Sharma, chief global strategist at Morgan Stanley Investment Management. \"This time I think the trends that were already in motion before this pandemic will be accelerated.\"In a past episode of de-globalization -- the unwinding of global commerce that took place amid World War I and the 1918 flu epidemic -- there was also a remaking of the global financial system, with the British pound losing its pre-eminence.That kind of thing could plausibly happen this time too, but initial signs point the other way:toward the dollar's becoming even more entrenched at the center of the global financial system.The U.S. Federal Reserve has opened swap lines with 14 overseas central banks -- which enables them to pump dollars into their domestic banking systems -- and started a novel program that lets other countries obtain dollars by pledging Treasury bonds as collateral. Those moves are helping ensure that a global dollar shortage doesn't paralyze the world economy.European officials have been reluctant to take steps that would make the euro more central to the world currency system, such as issuing bonds that are jointly guaranteed by the countries of the eurozone. And China has, if anything, been reluctant to remake its financial system in ways that could enable the renminbi to become more crucial to world commerce, such as allowing free capital flows in and out of the currency.Mark Carney, the former governor of the Bank of England, delivered to fellow central bankers last August arguing that the current international monetary and financial system, with its deep dollar dependence, was unsustainable. But the pandemic may be entrenching that flawed system.\"The dollar system is inherently unstable, but so is a bicycle,\" said Mr. Tooze, the historian. \"They're unstable, but if you're a skilled rider of them, they're great. And the Fed has demonstrated it's a skilled rider of the dollar hegemony bike.\"At times over the last 12 years, it has felt as if the world were reliving the period of 1918 to 1939, but as if told by a forgetful student who was getting the events out of order. That era also featured a global financial collapse; a rise of authoritarian governments; the emergence of a new economic superpower (the United States then, China now); and a pandemic, though not in that sequence.We may not know exactly where this crisis will lead, for the world economy or anything else. But one thing seems clear: History sure can be scary when you don't know how it ends."},
{"appears_ulr": "https://www.nytimes.com/2020/04/16/us/coronavirus-massachusetts-contact-tracing.html", "title": "An Army of Virus Tracers Takes Shape in Massachusetts", "authors": "", "contents": "BOSTON -- Alexandra Cross, a newly minted state public health worker, dialed a stranger's telephone number on Monday, her heart racing.It was Ms. Cross's first day as part of Massachusetts's fleet of contact tracers, charged with tracking down people who have been exposed to the coronavirus, as soon as possible, and warning them. On her screen was the name of a woman from Lowell.\"One person who has recently been diagnosed has been in contact with you,\" the script told her to say. \"Do you have a few minutes to discuss what that exposure might mean for you?\" Forty-five minutes later, Ms. Cross hung up the phone. They had giggled and commiserated. Her file was crammed with information.She was taking her first steps up a Mount Everest of cases.Massachusetts is the first state to invest in an ambitious contact-tracing program, budgeting $44 million to hire 1,000 people like Ms. Cross. The program represents a bet on the part of Gov. Charlie Baker that the state will be able to identify pockets of infection as they emerge, and prevent infected people from spreading the virus further.This could help Massachusetts in the coming weeks and months, as it seeks to relax strict social distancing measures and reopen its economy.Contact tracing has helped Asian countries like South Korea and Singapore contain the spread of the virus, but their systems rely heavily on using patients' digital footprints to automatically alert their contacts, an intrusion that many Americans would not accept.Massachusetts is building its response around an old-school, labor-intensive method: people. Lots of them.\"It's not cheap,\" Governor Baker, a Republican, said. \"But the way I look at it, the single biggest challenge we're going to have is giving people confidence and comfort that we know where the virus is.\"The state is , expected to last for the next week, after which it may start to consider easing social distancing rules. Robust contact tracing, combined with ramped-up testing, could smooth that process, the governor said.\"It's hard to see how we create a sense of safety if we don't have a program like this in place,\" he said.The idea of is emerging in many places at the same time, as leaders think ahead to the point when social distancing constraints will be lifted.San Francisco is to augment the contact-tracing efforts of its own public health department. Thomas R. Frieden, a former director of the Centers for Disease Control, , that he recommended training \"an army\" of 300,000 contact tracers for the whole country, comparing it to the Depression-era Civilian Conservation Corps. Ireland is to do contact tracing.This means restoring capacity that has been pared away for decades by cuts to public health budgets, said Allyson Pollock, the director of the Institute of Health and Society at Newcastle University in the northeast of England.\"All our fancy scientists think it's boring, because it's people, you need people on the ground,\" she said. \"It's the hard bread and butter of communicable disease control, and we've decimated our services.\"The Massachusetts program is staged by the nonprofit, whose doctors have led responses to infectious disease -- Ebola, Zika, drug-resistant tuberculosis, cholera and typhoid fever, among others -- in the world's poorest countries.It is built around one-on-one telephone interviews of newly diagnosed patients and their contacts, so that subjects must answer the phone when it rings. Paul Farmer, a physician-anthropologist and one of the group's founders, said there was no substitute for the bond of trust formed by a human contact tracer.\"Somebody needs to say to people who are worried and not feeling well, 'We got you,'\" he said. \"'If this is Covid-19, we got you. And we'll look out for your contacts, your spouse and your children.' And I think that's another thing you can do remotely or virtually, is reassure people that there is no reason to believe everything is lost.\"Dr. Farmer, 60, whose gave him in the public health world, tried to calm the nerves of around 80 new recruits last week, describing his own experience investigating a tuberculosis outbreak as a medical student.His eyeglass frames had broken, something he cheerfully blamed on the pandemic, and he had to balance them on the bridge of his nose as he spoke.\"Once you get in someone's space -- this is going to be different, to the extent that it is virtual -- but sitting with folks in their homes, the subtext of these tracings was, 'Hey, we want to help you and your family,'\" he said.The downside of human contact tracing is that it is expensive, can overlook contacts a subject may not recall, and, some argue, is too slow for a fast-moving virus.\"Using automation to do it, cellphones and triangulations of data, that is the easiest and fastest way, and probably the most effective way to do this,\" said Ranu S. Dhillon, a physician at Brigham and Women's Hospital in Boston, who advised the government of Guinea on the Ebola outbreak.\"If you're taking one or two days to manually figure out where someone went, you're adding more time where people can transmit it to others,\" he said.But human outreach is a standard public health practice, first used in many countries to known to be carriers of sexually transmitted diseases.It was gritty, solitary work. described spending her evenings in bars and boardinghouses, tracking down subjects based on sketchy descriptions, like, \"she goes to the hotel at Friday nights and she drinks Southern Comforts,\" and \"Kathleen -- with a generous superstructure.\"The work required such abnormal hours and such secrecy, the contract tracer told the historian Antje Kampf, that it was difficult to have a social life or marriage. \"I sometimes wonder if I was chosen for the job because I was a loner, or if it was the other way around,\" she said.In recent years, jolted by SARS and then by MERS, Asian countries have poured resources into contact tracing, combining sophisticated digital tools with large networks of public health outreach workers.Jim Yong Kim, a co-founder of Partners in Health, who recently stepped down as president of the World Bank, said he was struck by the contrast between American and South Korean leaders, who, because of robust contact tracing, \"We're sitting back, hunkering down, waiting to see what the virus is going to do to us,\" he said. The language of South Korean colleagues, he said, \"was completely different from the language I was hearing in the U.S. They were talking about the virus as if it were a person. Telling me how tricky it was. It was the experience of chasing it down.\"In a late-night phone call late in March, Dr. Kim pitched his idea to Governor Baker, , that showed that social distancing alone could not bring the virus's spread rate low enough to lift the current restrictions.\"When people say you can't do that, it's too labor-intensive, it makes no sense to me,\" he said. \"Ask all the people sheltering in place, the 70 percent of people who have lost income -- I would ask those people, how much is it worth to us to really get on top of it? $100 billion? $500 billion?\"Governor Baker, who listened to the pitch in his car that night, said he appreciated that Dr. Kim could point to concrete experiences, battling outbreaks in African countries and in Haiti.\"I have people reaching out to me all day with theoretical things that we could do, God love 'em,\" he said. He said he had also heard from \"everyone who had a phone-pinging program,\" and that digital tracing may be integrated into the state's program later, but that human outreach was key to reaching people without an easy way to isolate themselves.\"We've got a lot of people struggling right now,\" he said. \"You've got to be able to connect to people in some way that's meaningful that's beyond a ping on the phone.\"The 1,000 new jobs, announced at a news conference on April 3, triggered a deluge of applications, now numbering around 15,000. Ms. Cross, 27, who is training to be a nutritionist, said she was so emotional about taking part that she wept during her recorded interview.\"I feel like I have all this energy that I want to funnel into prevention,\" she said.Harvey Schwartz, 72, a retired civil rights lawyer from Ipswich, said he sent in his application within 15 minutes of Gov. Baker's announcement, offering to work without pay.\"I've been spending two and a half hours every morning reading the news, and getting more and more depressed,\" he said. \"This is the antidote to that.\"\"Cohort One\" of the state's program -- a group of around 80 hires, among them graduate students, Peace Corps volunteers, medical assistants and retired nurses -- logged on for the first time last Thursday, to learn the nuts and bolts of the system.\"There is a very strong sense here that this is setting a tone and a model that will go far beyond the confines of Massachusetts,\" said Emily Wroe, the project's director of implementation and design. She said the team had done \"about six months of work in two weeks.\"Each time a citizen tests positive, the results will be immediately shared with a case investigator through a secure database. Within the next two hours, the case investigator will aim to reach the patient by phone and compile a list of every person he or she had been in close contact with for 48 hours before the onset of symptoms.The names of the contacts -- the expectation is 10 people per new case -- will then be passed to contact tracers, who will attempt to reach each one by telephone within 48 hours, calling back three times in succession to signal the call's importance. For now, tracers are not leaving messages or call back numbers.The contact tracers, speaking from their prepared script, will inform the contact approximately when they were exposed -- \"we don't say you were exposed by Bob at the dinner party,\" Dr. Wroe said -- and then take an inventory of symptoms, talk the contact through quarantine requirements, and help arrange assistance with food or housing if they cannot easily quarantine.The new contact tracers began placing their first calls over the weekend.\"It was a real microscopic look into the lives of people who have this disease,\" said Mr. Schwartz, the former civil rights lawyer, who reached around 10 people in his first eight-hour shift. To his relief, they all seemed grateful, eager to to speak to him about life in quarantine.\"Some people were lonely,\" he said. \"Some people were glad the state was involved. A few people named the governor by name.\"David Novak, 53, a social worker, found that his conversations were stretching to 30 or 40 minutes apiece, as the people he contacted told him about their difficulties maintaining distance from their family members.One woman told him how strange it is, after a long marriage, to sleep away from her husband.\"This is where the human element of public health comes in,\" Mr. Novak said. \"You can use technology to make the humans more efficient, but if you take the humans out of it, how do you ask questions?\"\"You're going to have to talk to them,\" he said."},
{"appears_ulr": "https://www.nytimes.com/2020/04/16/podcasts/the-daily/china-coronavirus.html", "title": "", "authors": "", "contents": "The New York Times's reporters working in China have been expelled by the Chinese government, alongside reporters covering China for The Wall Street Journal and The Washington Post. Today, we speak with one of our correspondents about his experience learning that he would have to leave the place he has called home for the last decade -- and about the last story he reported before he left., the Asia technology reporter for The New York Times, formerly based in Shanghai. of the journalists' expulsion came weeks after President Trump limited the number of Chinese citizens who can work in the United States for five state-run Chinese news organizations.While the Chinese government's official statement cited diplomatic tension as the reasoning for the expulsion, state media outlets pointed to our critical reporting of , and its in Wuhan as reasons for the move.Paul Mozur contributed reporting.\"The Daily\" is made by Theo Balcomb, Andy Mills, Lisa Tobin, Rachel Quester, Lynsea Garrison, Annie Brown, Clare Toeniskoetter, Paige Cowett, Michael Simon Johnson, Brad Fisher, Larissa Anderson, Wendy Dorr, Chris Wood, Jessica Cheung, Stella Tan, Alexandra Leigh Young, Jonathan Wolfe, Lisa Chow, Eric Krupke, Marc Georges, Luke Vander Ploeg, Adizah Eghan, Kelly Prime, Julia Longoria, Sindhu Gnanasambandan, M.J. Davis Lin, Austin Mitchell, Sayre Quevedo, Neena Pathak, Dan Powell, Dave Shaw, Sydney Harper, Daniel Guillemette, Hans Buetow, Robert Jimison, Mike Benoist and Bianca Giaever. Our theme music is by Jim Brunberg and Ben Landsverk of Wonderly. Special thanks to Sam Dolnick, Mikayla Bouchard, Lauren Jackson, Julia Simon, Mahima Chablani and Nora Keller."},
{"appears_ulr": "https://www.nytimes.com/2020/04/15/style/modern-love-podcast-coronavirus.html", "title": "", "authors": "", "contents": "How are people adjusting their lives and relationships to endure these uncertain times? One mother has decided to adopt multiple personas: a Russian babushka, a cynical Brooklynite and a Scottish woman who loves the outdoors.This week, the Modern Love podcast presents a series of voice memos submitted by listeners around the world. Tune in to hear how people have found comfort, humor, strength and connection while quarantined in their homes or fighting the virus on the front lines.Special thanks to , the producer of the Modern Love podcast, for making this episode possible.Sign up for to get a weekly dose of real stories that examine the highs, lows and woes of relationships., coming to Amazon Prime Video on Oct. 18; read past ; check out the updated anthology \"\"; follow Modern Love on ."},
{"appears_ulr": "https://www.nytimes.com/2020/04/16/us/coronavirus-cases-live-updates.html", "title": "Coronavirus Live Updates: A Loans Program to Save Jobs Runs Dry; 22 Million Americans Have Filed for Unemployment", "authors": "", "contents": "A federal loan program intended to help small businesses keep workers on their payrolls has proved woefully insufficient, with a staggering 22 million Americans filing for unemployment in the last four weeks, and officials said Thursday that it had run out of money.The program, called the Paycheck Protection Program, was i limbo as the Small Business Administration said it had , leaving millions of businesses unable to apply for the loans, while Congress struggles to reach a deal to replenish the funds.Congress initially allocated $349 billion for the program, which was intended to provide loans to businesses with 500 or fewer employees. The money has gone quickly, with more than 1.4 million loans already approved as of Wednesday evening. Treasury Secretary Steven Mnuchin and Jovita Carranza, the administrator of the Small Business Administration, warned on Wednesday night that \"by law, the SBA will not be able to issue new loan approvals once the programs experience a lapse in appropriations.\"The loans have been sought after as small businesses struggle with virus-induced quarantines and closures, which have quickly depleted cash flows as businesses remain closed and customers stay home. The program underwrites bank loans for small businesses that will never need to be repaid if owners use most of the money to keep paying employees for two and a half months. Economists and business lobbyists warned when the bill was being debated that the money was nowhere close to the $1 trillion or more that companies would need.Mr. Mnuchin is expected to resume negotiations with lawmakers about adding another $250 billion to the fund on Thursday, while Treasury staff were expected to meet with aides to Speaker Nancy Pelosi of California and Senator Chuck Schumer of New York, the minority leader.While both parties agree on the need to replenish the program, talks have broken down over whether to simply fill the pot up, as Republicans and the White House want, or make significant changes to how money is allocated to businesses, as Democrats have called for.Democrats have insisted on attaching new restrictions to ensure the money flows to minority-owned businesses and other companies that are traditionally disadvantaged in the lending market. They also want to add more money for hospitals, food-stamp recipients and state and local governments whose tax receipts have plunged.The Senate is expected to convene in a procedural session on Thursday, but it is unclear whether Senate Republicans will attempt to pass the funding. Such a maneuver would require unanimous agreement from all 100 senators.And, just as the money ran out, the Federal Reserve's backstop for the program came on line. The facility -- which takes the loans banks make to small businesses as collateral -- became fully operational as of Thursday. Banks that make loans are now able to essentially get financing from the Fed to extend that credit, by using the loans they are making as collateral.The promise that the program was coming has likely encouraged lending by assuring banks that they would not have to keep the loans on their balance sheets. Meanwhile, some banks are if their accounts are overdrawn. The phenomenon is swiftly becoming a political issue, with the Treasury secretary fielding calls from senators urging him to ensure that relief money isn't garnished. Banks are legally allowed to withhold funds that go into accounts that have negative balances, and there is no specific provision in the relief package that prevents banks from taking customers' stimulus money to cover debts.A detailed county map shows the extent of the coronavirus outbreak, with tables of the number of cases by county.President Trump convened bipartisan calls with members of the House and Senate on Thursday, soliciting feedback from key congressional officials in both parties as he prepared to roll out new guidelines aimed at reopening swaths of the country.The White House hastily assembled the groups on Wednesday to be a part of Mr. Trump's \"Opening Our Country Council,\" catching many of the two dozen or so chosen lawmakers off guard.Democrats and Republicans who dialed in said the exchanges, even between Mr. Trump and Democrats, were cordial and it was clear that the president wanted to signal to lawmakers that he was listening to their input. Vice President Mike Pence and Steve Mnuchin, the Treasury secretary, also joined the calls.According to two lawmakers on the House call, Mr. Trump said it would be up to individual states to lead the way on reopening the economy as they became ready, but that he would issue federal guidelines. Multiple House members suggested that states should follow a shared checklist, but cautioned that it should leave room to account for specific needs of each state.Later, on a separate call, senators in both parties pushed Mr. Trump to ramp up testing capabilities, arguing that widespread, easy access to diagnostics were a prerequisite for reopening, according to one official familiar with that call.Representative Kevin McCarthy of California, the top House Republican, told reporters afterward that the discussion he listened in on had been largely unscripted and \"very productive.\" He said that Democrats from hard-hit areas like New Jersey and New York thanked the president for sending resources to their states.\"They were giving input, ways to open the government back up,\" Mr. McCarthy said.6million22,034,0005Claims were filed inthe last four weeks4Initial jobless claims, per weekSeasonally adjusted32RECESSION10'04'08'09'12'16'206million22,034,0005Claims were filed inthe last four weeks43RECESSION2Initial jobless claims, per weekSeasonally adjusted10'04'08'09'12'16'2022,034,0006millionClaims were filed inthe last four weeks5Initial jobless claims, per week4Seasonally adjusted3RECESSION210'04'08'09'12'16'2022,034,0006millionClaims were filed inthe last four weeks543RECESSION2Initial jobless claims, per weekSeasonally adjusted10'04'08'09'12'16'20Source: Department of LaborBy The New York TimesMore than 5.2 million workers were added to the tally of the unemployed on Thursday, another staggering increase that is sure to add fuel to the debate over how long to impose stay-at-home orders and restrictions on business activity.In the last four weeks, the number of unemployment claims has reached 22 million -- roughly the net number of jobs created in a nine-and-a-half-year stretch that began after the last recession and ended with the pandemic's arrival. The latest figure from the Labor Department, reflecting last week's initial unemployment claims, underscores how the downdraft has spread to every corner of the economy: hotels and restaurants, mass retailers, manufacturers and white-collar strongholds like law firms.\"There's nowhere to hide,\" said Diane Swonk, chief economist at Grant Thornton in Chicago. \"This is the deepest, fastest, most broad-based recession we've ever seen.\"Some of the new jobless claims represent freshly laid-off workers; others are from people who had been trying for a week or more to file.The mounting unemployment numbers seem certain to add to pressure to lift some restrictions on business activity. President Trump has said some measures should be relaxed soon because of the impact on workers. \"There has to be a balance,\" he said at a press briefing Wednesday evening. \"We have to get back to work.\"Many governors and health experts are more cautious. If business conditions return to normal too quickly, they fear, a second wave of infections could spread.\"For all practical purposes, the U.S. economy is closed, so why would you expect layoffs to stop?\" said Torsten Slok, chief economist at Deutsche Bank Securities. \"The longer the wait to reopen, the more painful it will be in terms of layoffs. Getting a date for reopening and getting more certainty about reopening is critical.\"Mr. Slok expects the unemployment rate to hit 17 percent this month, up from 4.4 percent in March and higher than any mark since the Great Depression.The coming wave of hardship is likely to widen racial disparities, with poverty projected to rise twice as much among blacks as among whites. Poverty is also likely to rise disproportionately among children, a special concern because brain science shows that early deprivation can leave lifelong scars.If quarterly unemployment hits 30 percent -- as the president of one Federal Reserve Bank -- 15.4 percent of Americans will fall into poverty for the year, the Columbia researchers found, even in the unlikely event the economy instantly recovers. That level of poverty would exceed the peak of the Great Recession and add nearly 10 million people to the ranks of the poor.WhiteAllChildrenHispanicBlackFeb. 2020 estimate10% unemployment20% unemployment30% unemployment8%10%12%14%16%18%20%22%24%26%Share in povertyFeb. 2020estimateUnemployment:10%20%30%26% inpoverty24%22%20%BlackHispanic18%16%14%ChildrenAll12%10%White8%Note: Historical poverty data is based on Supplemental Poverty Measure and has been adjusted for 2019 changes in methodology by the Census Bureau.Source: Zachary Parolin and Christopher Wimer, Columbia University School of Social WorkThe New York TimesThere are significant caveats. Most important, the model does not yet include the potentially large anti-poverty effect of the , the emergency legislation last month that provides about $560 billion in direct relief to individuals and even greater sums to sustain businesses and jobs. However imprecise, the model suggests a coming poverty epoch, rather than an episode.Fed up with the broad restrictions on American life, and in some cases encouraged by anti-government activists on the right, thousands of protesters have taken to the streets across the country to urge governors to reopen businesses and relax strict rules on daily life that health officials have said are necessary to save lives.In Michigan, thousands of demonstrators in cars around the State Capitol in Lansing, saying the restrictions to prevent spread of the coronavirus were drowning small businesses. In Frankfort, Ky.,, nearly drowning out Gov. Andy Beshear as he held a news conference. And in Raleigh, N.C., at least one woman was arrested during a protest that drew more than 100 people in opposition to a stay-at-home rule,.More protests against stay-at-home orders have been planned in other states, including Texas, Oregon, and California, as the economic and health effects of the coronavirus mount in the United States.Some organizers and demonstrators had affiliations with the Tea Party and displayed the \"Don't Tread on Me\" logo that was an unofficial slogan for the movement. Others waved flags and banners in support of President Trump, who has.But the size of the protests in places like Michigan suggested that anger over the no-end-in-sight nature of the lockdowns is not limited to the far right, and that the public's patience has a limit. As anxiety, uncertainty and joblessness grow, the next few weeks will pose a test for governors and local leaders who are likely to face increased pressure to loosen some of the restrictions.In Michigan alone, -- roughly a quarter of the state's workforce -- have filed for unemployment benefits.Greg McNeilly, a Republican consultant in the state who has criticized the governor's response as too blunt and sweeping, said that while the protests this week included fringe elements of the right, politicians would be mistaken if they dismissed them outright.\"At the heart of this is legitimate concern that, look, we can't beat this virus without a vaccine or herd immunity,\" he said. \"And right now it feels like our policymakers, state and federal, are choosing fear instead of saying 'how can we live safely with this?'\"The president is set to issue new federal guidelines on social distancing on Thursday in a bid to move the country closer to reopening for business, even as public health officials warned that it was far too early for any widespread return to public life.Governors in , often in consultation and solidarity with their neighbors. But their actions will depend on the widespread availability of tests to track the virus, .Although capacity has improved in recent weeks, supply shortages remain crippling, and many regions are still restricting tests to people who meet specific criteria. , which reveal whether someone has ever been infected with the virus, are just starting to be rolled out, and most have not been vetted by the Food and Drug Administration.Dr. Deborah L. Birx, the White House's coronavirus response coordinator, said governors and mayors would make the call on lifting restrictions after receiving guidance from the federal government.But she warned that it was no time for Americans to become .\"I will remind the people again: This is a highly contagious virus,\" she said.Early research on underlying health conditions associated with the virus has highlighted that obesity appears to be one of the most important predictors of severe cases of the coronavirus illness, but asthma does not.New studies point to obesity as the most significant risk factor, after only older age, for patients being hospitalized with Covid-19, the illness caused by the virus. Some 42 percent of American adults -- nearly 80 million people -- live with obesity. Young adults with obesity appear to be at particular risk, studies show. The research is preliminary, and not peer reviewed, but it buttresses anecdotal reports from doctors who say they have been struck by how many seriously ill younger patients of theirs with obesity are otherwise healthy.For people with asthma, the outbreak of a disease that can lead to respiratory failure was particularly worrisome. Many health organizations have cautioned that asthmatics are most likely at higher risk for severe illness if they get the virus.But data released this month by New York State shows that, only about five percent of Covid-19 deaths in New York were of people who were known to also have asthma, a relatively modest amount. Nearly eight percent of the U.S. population -- close to 25 million people -- has asthma, the Centers for Disease Control and Prevention.The research into the affects of asthma at this early stage is minimal and not always consistent. A recent commentary by a group of European researchers called it \"striking\" that asthma appeared to be underrepresented as a secondary health problem associated with Covid-19, and anecdotal evidence supports that observation.\"We're not seeing a lot of patients with asthma,\" said Dr. Bushra Mina, a pulmonary and critical care physician at Lenox Hill Hospital in New York City, which has treated more than 800 Covid cases. The more common risk factors, he added, are \"morbid obesity, diabetes and chronic heart disease.\"New York's sweeping shutdown will last until at least May 15, Gov. Andrew M. Cuomo said Thursday as he urged people to prepare for a \"new normal\" as the state sputters into a reopening over the coming months.\"This is going to be a moment of transformation for society, and we paid a very high price for it,\" Mr. Cuomo said. \"But how do we learn the lessons so that this new normal is a better New York?\"Mr. Cuomo's guidance, including that businesses begin considering how to \"reimagine\" workplaces by weighing more regular use of telecommuting and sustained social distancing, came as he announced that his state's official death toll had risen by 606 to 12,192. The increase in fatalities was the lowest for the state in 10 days. (The tally does not include the who have died during the outbreak without being tested and are now presumed to have died of the virus.)Although Mr. Cuomo and other public officials have been encouraged by some statistics suggesting that New York's efforts to stop the spread of the virus were working, Mr. Cuomo cautioned that reopening too hastily would cause the infection rate to swell.\"The rate of infection is everything,\" said Mr. Cuomo, who is coordinating with other governors in the Northeast to map out a strategy for restarting the bulk of the economy. Mr. Cuomo signaled that \"more-essential\" businesses with a low infection risk would be prioritized for reopening, though he did not articulate a specific timeline. \"Less-essential\" industries with a high infection risk, one of Mr. Cuomo's presentation slides said, would be the \"last priority -- dependent on infection decline and precautions put in place.\"The economic consequences of the pandemic had come into clearer view earlier Thursday, when Mayor Bill de Blasio said that New York City would need at least $2 billion in \"very tough budget cuts\" in its next fiscal year. Mr. de Blasio's proposal forecasts an extraordinary drop in the city government's tax revenue: some $7.4 billion over the current fiscal year and the next.More immediately, the state's latest high-profile tactic to quell the virus -- a requirement for people to wear facial coverings in public when they cannot maintain six feet of social distancing -- will take effect at 8 p.m. on Friday.The requirement applies to settings like sidewalks and grocery stores as well as buses, subway trains and ride-share services.Mr. Cuomo, whose order came after officials in Honolulu, Los Angeles and Washington imposed some requirements for people to cover their faces, said people in New York could don proper masks, scarves or bandannas to comply with his executive order. (Public health officials have warned against buying or hoarding the N95 masks needed by health care workers.)The Centers for Disease Control and Prevention recommends that people wear cloth face coverings to prevent transmission of the virus, which primarily spreads through droplets generated when, for instance, an infected person coughs or sneezes. The recommendation, which is intended to protect not those covering their faces but those around them, came after research showed that many people were infected but did not show symptoms.Health officials have urged people to combine face coverings with social distancing, suggesting that one tactic did not replace the need for the other. Further complicating the matter is that while scientists agree six feet is a sensible and useful minimum distance for people to separate when possible, some say that .Sneezes, for instance, can propel droplets a lot farther than six feet, according to a , and as shows.The virus has been across the country and claiming the lives of thousands of residents who are particularly vulnerable -- the elderly, many with underlying health issues, who are living in close quarters, as well as the people who care for them.In a small New Jersey township, police on Monday found designed to hold four people. This brought the death toll at the long-term care facility to 68, including 26 people who tested positive.Even as nursing homes have taken measures to limit the spread of the virus, testing kits are a more effective way to separate the sick from the healthy, but they are still not widely available. After in mid-March, its administrator said the staff restricted visitors, conducted temperature checks at the end of every worker's shift and isolated residents who had tested positive into separate areas.Even so, there suddenly was another case. And within two weeks, dozens of others inside the facility, the Canterbury Rehabilitation and Healthcare Center in Richmond, Va., were falling ill. Now, -- more than a quarter of the facility's population and one of the highest known death tolls in the United States.\"You can't fight what you can't see,\" said Dr. Jim Wright, the director of the center.On Jan. 22, two days after Chinese officials first acknowledged the serious threat posed by the new virus ravaging the city of Wuhan, the chief of the World Health Organization held the first of what would be months of almost daily news briefings, sounding the alarm, telling the world to take the outbreak seriously.But with its officials divided, the W.H.O., still seeing no evidence of sustained spread of the virus outside of China, declined the next day . A week later, the organization reversed course and.Those early days of the epidemic illustrated the strengths and weaknesses of the W.H.O., an arm of the United Nations that is now under fire by Mr. Trump, who on Tuesday .With limited, constantly shifting information to go on, the W.H.O. showed an early, consistent determination to treat the new contagion like the threat it would become, and to persuade others to do the same. At the same time, the organization repeatedly praised China, acting and speaking with a political caution born of being an arm of the United Nations, with few resources of its own, unable to do its work without international cooperation.Mr. Trump, deflecting criticism that his own handling of the crisis left the United States unprepared, accused the W.H.O. of mismanaging it, called the organization \"very China-centric\" and said it had \"pushed China's misinformation.\"But a close look at the record shows that the W.H.O. acted with greater foresight and speed than many national governments, and more than it had shown in previous epidemics. And while it made mistakes, there is little evidence that the W.H.O. is responsible for the disasters that have unfolded in Europe and then the United States.As critical medical resources are expedited to regions in the country currently hit hardest by the spread of the virus, are left with few good options to stock hospitals with masks, respirators, gloves, goggles and surgical gowns. Supplies are backlogged or canceled at the last minute and demand is driving up prices. In some cases, it is not clear whether a vendor is legitimate or a scam. \"I don't take anything away from hot spots,\" Gov. Steve Bullock of Montana, a Democrat, said in an interview. \"But we don't want to become one of them.\"In Montana, there are 404 cases with seven deaths so far, according to a Mr. Bullock said Montana has received 78,000 N95 masks from the federal government, while the state needs 550,000.The Federal Emergency Management Agency is working with 11 different manufacturers to purchase protective gear for medical workers, and it is suggesting workers wash and reuse their gear. Massachusetts is the first state to , budgeting $44 million to hire 1,000 people to track down people who have been exposed, as soon as possible, and warning them. has long been a critical tool in combating infectious disease, including fights against illnesses such as AIDS and SARS. It has helped Asian countries like Singapore and South Korea contain the spread of the new virus, but their systems rely heavily on using patients' digital footprints to automatically alert their contacts, an intrusion that many Americans would not accept.Massachusetts is opting for an old-school, labor-intensive method: people. Lots of them., a physician-anthropologist and founding partner of the nonprofit , which is helping the state train workers, said there was no substitute for the bond of trust formed by a human contact tracer.Jerry Falwell Jr.'s angry counteroffensive against critics of his to its Lynchburg, Va., campus after spring break has played out in the media, the courts, even with the campus police.But his campaign has been undermined by the spread of a virus he cannot control.Since March 29, when a Liberty student living off-campus was the first to be diagnosed, confirmed cases in the Central Virginia health district, which surrounds Lynchburg and Liberty, have grown from seven to 78. One person has died. It is not known whether any of those cases are linked to returning Liberty students, but the university community is exposed as well. Liberty said on Wednesday night that two employees had tested positive for the virus, two more had results pending, and seven were quarantined at home. Amid those struggles, a Liberty student on Monday filed a class-action lawsuit, saying that Liberty and Mr. Falwell had \"placed students at severe physical risk and refused to refund thousands of dollars in fees owed to them for the Spring 2020 semester,\" according to a statement from the law firm filing the suit.The furor in Lynchburg centers on Mr. Falwell's decision to open the campus to all students and staff at a time when most American universities were closing for fear of spreading the disease. For weeks before that decision, Mr. Falwell had derided other universities' responses as overreactions driven by a desire to harm Mr. Trump.Whether you've moved back with your parents, or simply to a different space to ride out the pandemic, do you have any options if you want to break your lease? Or are you looking for your next house and considering a life-changing purchase during these strange times? We have the answers you need.Reporting was contributed by Donald G. McNeil Jr., Alan Blinder, Eileen Sullivan, Jonah Engel Bromwich, Alan Rappeport, Nelson D. Schwartz, Richard Perez-Pena, Ellen Barry, Marc Santora, Jim Tankersley, Emily Cochrane, Emily Flitter, Matt Stevens, Karen Barrow, Nicholas Bogel-Burroughs, Nicholas Fandos, Jeremy Peters, Roni Caryn Rabin, Caitlin Dickerson, David Gelles, Abby Goodnough, Neil Irwin, Danielle Ivory, Miriam Jordan, Sheila Kaplan, Annie Karni, Kate Kelly, Zolan Kanno-Youngs, Adeel Hassan, Mike Baker, Manny Fernandez, Simon Romero, Emily Flitter, Katie Thomas, Elizabeth Williamson and Jason DeParle."},
{"appears_ulr": "https://www.nytimes.com/2020/04/16/opinion/the-argument-tara-reade-joe-biden.html", "title": "Meet the Hosts", "authors": "", "contents": "What should we make of an allegation of sexual assault lodged against ? This week on \"The Argument,\" Frank Bruni, Ross Douthat and Michelle Goldberg weigh evidence that supports and casts doubt on Tara Reade's account, discuss the news media's handling of Ms. Reade's story and debate the similarities and differences between her accusation and other recent claims of sexual misconduct leveled at powerful men.Then, coronavirus has undermined not only America's once-booming economy but also conservative shibboleths against big government. As lawmakers of both parties discuss policies to strengthen the social safety net in response to the virus, is the pandemic giving socialism a new gloss?And finally, Michelle recommends a technique for maintaining your hairstyle that's a cut above.Michelle on Ben Smith, \".\"I've been an Op-Ed columnist for The Times since 2011, but my career with the newspaper stretches back to 1995 and includes many twists and turns that reflect my embarrassingly scattered interests. I covered Congress, the White House and several political campaigns; I also spent five years in the role of chief restaurant critic. As the Rome bureau chief, I reported on the Vatican; as a staff writer for The Times's Sunday magazine, I wrote many celebrity profiles. That jumble has informed my various books, which focus on the Roman Catholic church, George W. Bush, my strange eating life, the college admissions process and meatloaf. Politically, I'm griefstruck over the way President Trump has governed and I'm left of center, but I don't think that the center is a bad place or compromise a dirty word. I'm Italian-American, I'm gay and I write a in which you'll occasionally encounter my dog, Regan, who has the run of our Manhattan apartment.I've been an Op-Ed columnist since 2009, and I write about politics, religion, pop culture, sociology and the places where they all intersect. I'm a Catholic and a conservative, in that order, which means that I'm against abortion and critical of the sexual revolution, but I tend to agree with liberals that the Republican Party is too friendly to the rich. I was against Donald Trump in 2016 for reasons specific to Donald Trump, but in general I think the populist movements in Europe and America have legitimate grievances and I often prefer the populists to the \"reasonable\" elites. I've written books about Harvard, the G.O.P., American Christianity and Pope Francis; I'm working on one about decadence. Benedict XVI was my favorite pope. I review movies for National Review and have strong opinions about many prestige television shows. I have three small children, two girls and a boy, and I live in New Haven with my wife.I've been an Op-Ed columnist at The New York Times since 2017, writing mainly about politics, ideology and gender. These days people on the right and the left both use \"liberal\" as an epithet, but that's basically what I am, though the nightmare of Donald Trump's presidency has radicalized me and pushed me leftward. I've written three books, including one, in 2006, about the danger of right-wing populism in its religious fundamentalist guise. (My other two were about the global battle over reproductive rights and, in a brief detour from politics, about an adventurous Russian emigre who helped bring yoga to the West.) I love to travel; a long time ago, after my husband and I eloped, we spent a year backpacking through Asia. Now we live in Brooklyn with our son and daughter.This week's show was produced by James T. Green for Transmitter Media and edited by Sara Nics. Our executive producer is Gretta Cohn. We had help from Tyson Evans, Phoebe Lett, Paula Szuchman, MicheleTeodori and Ian Prasad Philbrick. Our theme is composed by Allison Leyton-Brown."}
]